Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Dán árvvoštallamis leat mii atnán vuolggabáikin dan maid Sámediggi lea lohkan lea sin váldoulbmil giellaguovddážiiguin, ja mii lea sin váldoulbmil váikkuhandoarjjaortnegiiguin nugo vuođđodoarjagiin.
nob: I denne evalueringen har vi tatt utgangspunkt i Sametingets uttalte hovedmål for språksentrene og virkemiddelordningen med grunntilskudd.

source: Sámedikki ulbmil giellaguovddážiiguin lea ahte sámegiella galgá gullot ja oidnot giellaguovddážiid
nob: Sametingets mål for språksentrene er at samisk språk skal høres og synes i språksentrenes virkeområde.

source: doaibmaguovlluin.
nob: For å undersøke hvordan de samiske språksentre oppfyller dette målet, har denne evalueringen sett

source: Go leat suokkardan dan movt sámi giellaguovddážat olahit dien ulbmila, de leat dán árvvoštallamis geahčadan juohke giellaguovddáža siskkáldas diliid ja leat maid geahčadan movt dat ovttasdoibmet iežaset iešguđetlágan birrasiin ja Sámedikkiin.
nob: både på interne forhold innad i hvert språksenter, og på hvordan de samvirker med sine ulike omgivelser og med Sametinget.

source: Árvvoštallama leat mii huksen daid mihttomeriide maid Sámediggi lea bidjan sámi giellaguovddážiidda, nugo dat leat čállojuvvon Sámedikki bušeahtaide mat gusket daid jagiide maid mii leat geahčadan.
nob: Evalueringen bygger på Sametingets kriterier for måloppnåelse for de samiske språksentre slik de framkommer i Sametingets budsjetter for de aktuelle årene.

source: 2010 rájes leat leamaš dákkár
nob: Fra 2010 har kriteriene vært:.

source:  Čađahit kurssiid sámegielas ja lágidit eará oahppofálaldagaid sámegielas
nob:  Gjennomførte kurs i samisk og andre tilbud om opplæring i samisk språk

source:  Čađahit doaimmaid mat movttiidahttet ja ovddidit sámegiela geavaheami
nob:  Gjennomførte tiltak for motivasjon og utvikling av samiske språk

source:  Iskat man duhtavaččat geavaheaddjit leat fálaldagaiguin
nob:  Brukernes tilfredshet med tilbudet

source: Giellaguovddážat leat hui iešguđetláganat, muhto Sámedikki vuođđodoarjja guovddážiidda lea seamma, dat mearkkaša ahte buot guovddážat ožžot seamma sturrosaš jahkásaš doarjaga, beroškeahttá guovddážiid doaimmain dahje eará rámmaeavttuin.
nob: Mens språksentrene er svært forskjellige, er Sametingets grunntilskudd til senterne det samme, det vil si at alle senterne får den samme årlige summen uavhengig av aktivitet eller andre rammebetingelser.

source: Guovddážat ožžot maid fylkasuohkaniin doaibmadoarjaga, ja muhtun giellaguovddážiid ruhtada maid suohkan.
nob: Senterne får også fylkeskommunale driftstilskudd, og noen av språksentrene får kommunal finansiering.

source: Giellaguovddážiid doaimmaid viidodat lea dasa lassin vel oalle muddui gitta prošeavttain, mat bistet muhtun áiggi ja maidda ohcet sierra ruhtadeami.
nob: Volumet på språksentrenes virksomhet er i tillegg delvis avhengig av tidsavgrensede prosjektfinansierte tiltak.

source: Mii eat áiggo iežamet árvvoštallamis geahččat dušše vuođđodoarjaga geavaheami, go rehkenastit ahte dat doarjja lea vuođđu man ala giellaguovddážat huksejit iežaset doaimmaid.
nob: I vårt evalueringsopplegg vil vi ikke søke å avgrense evaluering til bruken av grunntilskuddet, men forutsetter at dette tilskuddet er grunnmuren for språksentrenes virksomhet og vårt evalueringsopplegg vil omfatte driften av språksentrene i sin

source: Danin leat dán raporttas árvvoštallan giellaguovddážiid doaimmaid
nob: helhet. Gjennom å analysere språksentrenes virksomhet fra ulike ståsted vil vi belyse Sametingets kriterier for måloppnåelse for tilskuddsordningen.

source: 2009 bušeahtas ii lea maŋemus čuokkis mii guoská geavaheddjiid duhtavašvuhtii fárus.
nob: I budsjettet for 2009 var ikke det siste punktet for brukertilfredshet med.

source: 2008:s ledje eavttuid
nob: I 2008 var kriteriene formulert noe

source: čilgen viidábut.
nob: videre.

source: 2006‐2007 áigodagas eai leat sátnáduvvon makkárge earenoamáš eavttut.
nob: I perioden 2006‐2007 var det ikke formulert spesifikke kriterier.

source: Giellaguovddážat leat iežaset doaimmaid organiseren iešguđetládje.
nob: Språksentrene har ulike måter å organisere sin virksomhet på.

source: Muhtumat leat sierra doaimmat, ja leat eanet searvadahttojuvvon stuorát (sámi) organisašuvdnii, dahje leat lágiduvvon sierra
nob: Noen er egne virksomheter, inngår som en mer integrert del i en større (samisk) organisasjon, eller som en samisk avdeling i en norsk organisasjon.

source: Fitnodatmálle sáhttá leat oasussearvi (OS), ossolaččaidsearvi (BA), vuođđudus dahje suohkangaskasaš fidnodat.
nob: Selskapsformen kan være AS.

source: Eanas guovddážiin lea sierra stivra.
nob: , BA, stiftelse, interkommunalt selskap, og de fleste har et styre.

source: Dákkár árvvoštallamis lea dárbu geahččat maiddái organiserenmálliid, manne vállejedje juste dan dihto organiserenmálle, ja movt dat lea váikkuhan doibmii ?
nob: I en slik evaluering er det relevant å belyse variasjonen i organiseringen, hvorfor den gitte organisasjonsformen ble valgt, og hvordan den har påvirket virksomheten ? Har det skjedd endringer

source: Leat go dán áigodagas (2006‐2010) moktege rievdadan siskkáldas organiserema, jus leat, de man láhkái, ja manne leat dan dahkan ?
nob: av den interne organiseringen i løpet av perioden (2006‐2010), i så fall hvilke, og hvorfor har disse funnet sted ?

source: Sámedikki Institušuvdnadieđáhusas (2008) čujuhit dasa man hearkkit giellaguovddážat leat, go leat
nob: I Sametingets Institusjonsmelding (2008) pekes det på språksentrenes sårbarhet med få ansatte og liten fleksibilitet.

source: Dieđáhusas celkojuvvo ahte Sámediggi hálida eanet áhpálaš ja nannosit ovttadagaid.
nob: I meldingen går det frem at Sametinget ønsker sterkere og mer robuste enheter.

source: Evttohuvvo earet eará ahte muhtun giellaguovddážiid sáhtášii laktit eará sámi intitušuvnnaide báikkálaš servodagas, ja ahte ásahuvvošedje vuođđudusat main Sámediggi lea (mielde) oamasteaddji.
nob: Det foreslås blant annet at enkelte språksentre slås sammen med andre samiske institusjoner i lokalmiljøet, og at det opprettes stiftelser hvor Sametinget går inn som (med) eier. Evalueringen vil

source: Árvvoštallamis boahtá ovdan maid giellaguovddážat áigot bargat vai šattaše nannoseappot, dan oktavuođas maid makkár ávki livččii jus livččii nannosit geográfalaš profiila.
nob: avdekke hvilke strategier språksentrene har for robustgjøring, herunder i hvilken grad en geografisk sterkere regional profil inngår.

source: Okta vejolaš vuohki movt diekkár variašuvnnaid sáhttá analyseret, lea guorahallat daid iešguđetlágan rámmaeavttuid maid siskkobealde guovddážat doibmet, ja mii hálidit árvvoštallamis sirret daid guovddážiid mat leat sámegiela hálddašanguovllu siskkobealde dain mat leat olggobealde.
nob: En mulig innfallsvinkel for å analysere disse variasjonene er å se på sentrenes ulike rammebetingelser for sin virksomhet, og vi ønsker å ta utgangspunkt i en todeling av sentre som ligger innenfor det samiske språkforvaltningsområdet og sentre som ligger utenfor.

source: Lea go nu ahte dain guovddážiin mat leat hálddanšanguovllus lea nannosit čanastat suohkaniidda oamasteami ja ruhtadeami oktavuođas ?
nob: Er det slik at sentre innenfor språkforvaltningsområdet har en sterkere tilknytting til kommunen gjennom eierskap og finansiering ?

source: Ja lea go giellaguovddážiin geatnegasvuohta doaibmat viidábut geográfalaččat danin go ožžot fylkasuohkanis doarjaga ?
nob: Har språksentre gjennom sitt fylkeskommunale tilskudd en forpliktelse til å drive sin

source: giellaguovddážiin.
nob: virksomhet i et større geografisk område ?

source: Giellaguovddážat giellabáikin
nob: Språksentrene som språkarenaer

source: Dan analysaoasis áigut oažžut ovdan dan doaimma viidodaga maid guovddážat barget olggosguvlui.
nob: Bredden i den utadrettede aktiviteten vil særlig framkomme under dette analysepunktet.

source: Mii áigut kártet sámegiel kursedoaimmaid viidodaga, álggahallikurssiin gitta alit dási kurssiide.
nob: Vi vil kartlegge omfanget av den samiskspråklige kursvirksomheten, fra nybegynnerkurs til kurs på høyere nivå.

source: Ja áigut maid kártet oahppomateriálaid ovddideami ja – metodihka.
nob: Herunder vil vi også kartlegge utviklingen av undervisningsmateriell og – metodikk.

source: Dasto áigut maid kártet kurssiid ulbmiljoavkkuid ja leat go eará ulbmiljoavkkut dain giellaguovddážiin maid suohkan oamasta dahje
nob: Vi vil også

source: main leat earalágan oamastanmállet.
nob: kartlegge målgrupper for disse kursene og om det er forskjell på målgrupper dersom språksentrene er kommunalt eid eller har andre eierformer.

source: Maiddái eará doaimmaid giellaguovddážiin sáhttit kártet.
nob: Også andre aktiviteter ved språksentrene skal kartlegges.

source: Máŋgga giellaguovddážis leat ovdamearkkadihte eahpeformálalaš deaivvadanbáikkit mánáide, nuoraide ja vuorasolbmuide, dahje leat juogalágan lágideamit eahkediid gos giela hárjehallan lea guovddážis, ovdamearkkadihte duodjeeahkedat.
nob: Flere språksentre har for eksempel mer uformelle språklige møteplasser for både barn, ungdom og eldre, eller aktivitetskvelder hvor språket er et bærende element, for eksempel duodjikvelder.

source: Lea buorre ágga bálddastahttit dien lágan doaimmaid guovddáš politihkalaš dokumeanttaiguin, dakkár dokumeanttaiguin nugo Sámedikki dieđáhusaid sámegiela birra: ” Sámegiella lea čáffa ! ”
nob: Det kan være relevant å se disse aktivitetene opp mot sentrale politiske dokumenter. Aktuelle

source: (2004), ” Sámegielaid doaibmaplána ” (Bargo ‐ ja searv. dep..
nob: dokumenter vil være Sametingets melding om samisk språk: ” Samisk er tøft ! ”

source: 2009) ja ” Našunála rekrutterenstrategiija sámi alit ohppui ” (Máhttodepartemeanta, 2010), ja maiddái Sámedikki oahpahusdieđáhus (2011).
nob: (2004), ” Handlingsplan for samisk språk ” (AID datert 2009) og ” Nasjonal rekrutteringsstrategi for samisk høyere utdanning ” (Kunnskapsdepartementet, 2010), samt Sametingsmelding om opplæring og utdanning (2011).

source: Man muddui leat dat barggut maid giellaguovddážat doaimmahit ja sin rolla dan mielde mii diein dokumeanttain lea biddjon sin bargun ?
nob: I hvilken grad er det samsvar mellom språksentrenes faktiske aktiviteter og de oppgavene og rollene disse senterne er gitt i de omtalt i dokumentene ?

source: Giellaguovddážat sáhttet leat iežaset guovllu sámi giella‐ ja kulturguovddážat.
nob: Språksentrene kan være samisk‐ språklige og kulturelle ressurskilder i sine virkeområder.

source: Sámegielmáhtu dárbbašit ja ohcet dávjá, ja institušuvnnaid ja organisašuvnnaid gaskkas lea mearkkašanveara gilvu fidnet olbmuid geain lea diekkár gelbbolašvuohta.
nob: Samiskspråklig kompetanse er svært etterspurt, og det er en ikke ubetydelig konkurranse mellom institusjoner og organisasjoner om å knytte til seg denne kompetansen.

source: suohkanat atnet giellaguovddážiid ávkin, dan mielde lea go suohkan mii daid oamasta vai lea go earalágan oamastanmálle.
nob: Vi forventer å finne en forskjell i hvordan kommunene gjør seg nytte av språksentrene, avhengig av om de er kommunalt eid eller har annen eierform.

source: Mii áigut dán analysas geahččalit čuvget dan man láhkái suohkanat atnet ávkki giellaguovddážiin.
nob: I vår analyse vil vi søke å avdekke på hvilken måte kommunene bruker språksentrene som en ressurs.

source: Geavahit go ovdamearkkadihte skuvlaoamasteaddjit / suohkanat daid veahkkin sámegiel oahpaheamis skuvllain/mánáidgárddiin ?
nob: Brukes de for eksempel av skoleeiere / kommuner som ressurser i samisk språkopplæring i skolen/barnehager ?

source: Mii áigut maid geahččat man muddui dahje vejolaččat movt giellaguovddážat geavahuvvojit suohkaniid vuođđoskuvlla sámegieloahpahusas, sihke dan leat go sii mielde skuvllas oahpaheamis, vai lea go guovddážiin
nob: Vi vil se på hvorvidt og eventuelt hvordan språksentrene inngår i kommunenes grunnskoleopplæring i samisk, både i form av å være tilstede i skolehverdagen, men også i form av kjøp av tjenester som fjernundervisning. Språksentrene vil også

source: Giellaguovddážiid sáhttá maid geavahit jorgalanbargguide ja dulkomii maid suohkan dárbbaša suohkanássiiguin gulahallamis.
nob: kunne benyttes til oversettingsarbeid og tolking som kommunen har behov for i sin kommunikasjon med innbyggerne.

source: Giela ja kultuvrra gaskkusteapmi báikkálaš servodagain
nob: Formidling av samisk språk og kultur i lokalsamfunnene

source: Eanas guovlluin, ja earenoamážit várra olggobealde guovddáš sámi guovlluid, leat oalle unnán dieđut dahje dokumentašuvdna gávdnamis mat muitalivčče báikkálaš sámi olbmuid ássama ja eallima birra.
nob: I de fleste områder, og kanskje særlig utenfor det samiske kjerneområdet, foreligger det relativt lite materiell eller dokumentasjon om den samiske lokalbefolkningens tilstedeværelse og aktiviteter.

source: Sámi suopmaniid dokumenteren, ja maiddái nissonolbmuid ja dievdduid árbevirolaš bargguid
nob: Å dokumentere samiske dialekter, herunder begreper knyttet til kvinners og menns tradisjonelle

source: dokumenteren, eatnamiid ja eanariddodagaid geavaheami, báikenamaid, sámi diiddaid ja muitalusaid jna. dokumenteren lea dehálaš oassi giellaguovddážiid bargguin.
nob: aktiviteter, til ressurs‐ og naturbruk, stedsnavn, samiske sagn og fortellinger osv., er en betydningsfull del av aktiviteten i mange av språksentrene.

source: Diekkár barggut sáhttet leat oalle guovddášdoaimmat mat čájehit giellaguovddážiid báikkálaš dahje regionála profiilla.
nob: Dette er tiltak som kan være sentrale og bidrar til å gi språksentrene sin lokale eller regionale profil.

source: Mii hálidit gávdnat vástádusa čuovvovaš gažaldagaide: Movt gaskkustuvvojit sámiide guoskivaš dieđut mat čohkkejuvvojit báikkálaččat ja olles dan guovllus gos guovddážat doibmet, ja makkár gaskkustanvuohki lea guovddážiin ?
nob: Vi ønsker å besvare spørsmål som: hvordan formidles samisk lokalt og regionalt innsamlet kunnskap, og hvilke formidlingstiltak har språksentrene ?

source: Geat leat ulbmiljoavkkut ?
nob: Hvem er målgruppene ?

source: maiddái makkár ovttasbargu ja vásáhusaid lonohallat lea giellaguovddážiid gaskkas, ja maid leat oahppan nuppiin.
nob: Under dette punktet vil også kontakt med ulike brukergrupper og interessenter lokalt inngå, og også samarbeid og elementer av erfaringsutveksling og læring mellom språksentrene.

source: Analysaid čađačuovvu variábelat
nob: Gjennomgående variabler for analysene

source: Buot ovdalis namahuvvon kategoriijain leat sohkabealli ja ahki čađačuovvu variábelat.
nob: I alle kategoriene ovenfor vil kjønn og alder være gjennomgående variabler.

source: Mii hálidit gávnnahit leat go fálaldagat, ja organiseren ja lágideapmi heivehuvvon njulgestaga dihto ahkahaččaide dahje sohkabeallái.
nob: Vi vil se om tilbudet, samt organiseringen og tilretteleggingen av disse retter seg mot spesifikke aldersgrupper eller kjønn.

source: Ja áigut maid geahččat lea go bargiid ja vejolaččat
nob: Vi vil også se på om kjønn og alder hos ansatte og eventuelle styrerepresentanter / styringsgruppe bidrar til å fremme likestilling og aldersbalanse i språksentrenes arbeid.

source: Dán árvvoštallama rámmaid siskkobealde ii leat vejolaš čađahit sierra iskkadeami mii buvttášii ovdan dan man duhtavaččat giellaguovddážiid geavaheaddjit leat guovddáža bargguiguin.
nob: Det vil innenfor rammen av denne evalueringen ikke være mulig å gjennomføre en egen undersøkelse av brukertilfredshet blant språksentrenes brukere.

source: geavahit go galget boahtit diehtit man duhtavaččat olbmot leat sin doaimmaiguin, ja movt guovddážat daid dieđuid geavahit ávkin buoridit fálaldagaid.
nob: Vi vil derfor begrense analysen av brukertilfredshet til en kartlegging av metoder språksentrene har for å måle brukertilfredshet, og hvordan denne informasjonen brukes for å forbedre tilbudet.

source: Giellaguovddážiid ja Sámedikki gaskasaš gulahallan
nob: Kommunikasjonen mellom språksentrene og Sametinget

source: Sámedikkis leat dihto juohkineavttud maid vuođul juolluda sámi giellaguovddážiidda vuođđodoarjaga.
nob: Sametinget legger til grunn visse tildelingskriterier for å gi de samiske språksentrene grunntilskudd.

source: Juolludaneavttut bohtet čielgaseappot ovdan 2008:s, dalle go Sámediggi rievdadii doarjjahálddašeami dan guvlui ahte gáibidit bohtosiid maid buorebut sáhttá mihtidit.
nob: Tildelingskriteriene kom tydeligere i fokus da Sametinget la om sin tilskuddsforvaltning i 2008, med

source: Gáibiduvvojit jahkásaš raporttat ja maid ahte eavttuid galgá čuovvolit.
nob: Det stilles årlige rapporteringskrav og krav om oppfølging i forhold til flere kriterier.

source: Mii dáhttut oažžut ovdan makkár oaidnu giellaguovddážiin leat dieid eavttuide ja gáibádusaide, ja movt dat čuhcet sin gulahallamii
nob: Vi ønsker å få kartlagt språksentrenes syn på disse kriteriene og kravene og hvordan disse påvirker kommunikasjonen med Sametinget.

source: Sámediggi lea giellaguovddážiidda ásahan fierpmádaga.
nob: Sametinget har opprettet et nettverk mellom språksentrene.

source: Mii hálidit geahččat movt diet fierpmádat lea doaibman diehtojuohkinforumin ja oahpu gazzan báikin guovddážiidda ja maiddái gaskal guovddážiid ja Sámedikki.
nob: Vi vil se på hvordan dette nettverket har fungert som forum for informasjonsutveksling og læringsarenaer mellom sentrene og mellom sentrene og Sametinget.

source: Geaidnu viidáseappot
nob: Veien videre

source: Giellaguovddážiid analyserema vuođul áigut mii buktit evttohusaid ja árvalit maid sáhtášii bargat vai vuođđodoarjaga geavaheapmi šattašii vel buoret ja eanet ulbmillaš, ja áigut maid buktit ávžžuhusaid eará beliide giellaguovddážiid doaimmain mat sáhttet váikkuhit dasa ahte doaibma jođihuvvo báikkálaš ja guovllu dárbbuid mielde, nugo dat leat ovdanboahtán.
nob: På bakgrunn av analysen av språksentrene vil vi komme med forslag til forbedringer som kan føre til bedre og mer målrettet bruk av grunntilskuddet samt andre forhold som kan medvirke til at språksentrenes virksomhet drives i tråd med uttrykte behov lokalt og regionalt.

source: 1.5 Árvvoštallama čađahanmetoda
nob: 1.5 Metode for å gjennomføre evalueringen

source: Dát árvvoštallan lea huksejuvvon guovtti váldodiehtogáldui; guoskivaš čálalaš dokumeanttaid geahčadeapmái ja ollu olbmuid jearahallamiidda.
nob: Denne evalueringen er gjort på grunnlag av to hovedkilder av data; en gjennomgang av relevante skriftlige dokumenter, samt en rekke personlige intervju.

source: Giellaguovddážat leat sádden midjiide ollu dokumeanttaid.
nob: Vi har fått tilsendt en rekke dokumenter fra språksentrene.

source: Dat leat:
nob: Dette har vært:

source:  Giellaguovddážiid jahkeraporttat olles áigodahkii (2006‐2010)
nob:  Årsrapporter fra språksentrene for hele perioden (2006‐2010)

source:  Ovttasbargošiehtadusat
nob:  Samarbeidsavtaler

source: Dasa lassin leat mii beassan geahčadit Sámedikki, fylkasuohkaniid ja muhtun departemeanttaid dokumeanttaid.
nob: I tillegg har vi hatt tilgang på dokumenter fra Sametinget, fylkeskommunene, eller ulike departementer

source:  Sámedikki bušeahtat (2006‐2012)
nob:  Sametingets budsjett (2006‐2012)

source:  Sámedikki ja fylkasuohkaniid ovttasbargošiehtadusat
nob:  Samarbeidsavtaler mellom Sametinget og fylkeskommuner

source: Giellaguovddážiid dokumeanttat leat hui dehálaččat dan oktavuođas ahte čohkket ipmárdusa das maid guovddážat duođai barget, makkár viidodat bargguin lea ja makkár nannendoaimmat sis leat.
nob: Dokumentene fra språksentrene har vært en viktig inngangskilde til forståelsen av virksomhetens omfang og satsinger, samt et godt hjelpemiddel til utarbeidelse av intervjuguider til de senere gjennomførte personlige intervjuene.

source: Dat leat maid leamaš ávkkálaš veahkkeneavvun go leat ráhkkanahttán jearahallamiid maid maŋŋil
nob: I tillegg til dokumentene har vi lest språksentrenes nettsider og

source: leat čađahan olbmuiguin. Lassin dokumeanttaide leat mii lohkan giellaguovddážiid neahttasiidduid ja leat muđui čuvvon mediain go leamaš sáhka áššiin mat gusket giellaguovddážiidda dahje muhtun guovllu gielladillái.
nob: ellers fulgt med i media når det har kommet opp saker med relevans for språksentrene eller språksituasjonen i sitt område.

source: Mii leat buot logi gielleguovddážis čađahan jearahallamiid ođđajagimánu rájes gitta cuoŋománnui 2012.
nob: Det er gjennomført intervjuer med alle de ti språksentrene i perioden januar ‐ april 2012.

source: Mii leat ieža fitnan buot báikkiin gos giellaguovddážat leat.
nob: Vi har fysisk reist til alle stedene der språksentrene er lokalisert.

source: Juohke báikkis / giellaguovddážis leat mii jearahallan eaŋkilolbmuid ja maiddái joavkkuid main leamaš mielde guovddášolbmot.
nob: enkeltintervjuer og gruppeintervju der flere nøkkelpersoner har deltatt.

source: Makkár olbmuid mii leat jearahallan ja makkár doaibma ja rolla sis lei, dat lea rievddadan guovddážis guovddážii.
nob: Hvilke personer og deres funksjoner og roller, har variert fra senter til senter.

source: Juohke guovddážis leat ságastallan beaivválaš jođiheddjiin, eanas báikkiin maid eará
nob: Vi har ved alle senterne snakket med daglig leder, i de fleste også med andre ansatte.

source: bargiiguin. Daid guovddážiin main lea stivra, leat mii ságastallan stivrajođiheddjiin dahje earáiguin stivrras / stivrenjoavkkus, ja gos leat máŋga oamasteaddji, doppe leat oamasteddjiid ovddasteddjiid jearahallan.
nob: Ved de senterne som har styrer, har vi snakket med styreleder eller andre i styret / styringsgruppen, og der ulike eiergrupperinger er representert, har vi intervjuet representanter for eierne.

source: Oamasteaddjit sáhttet leat suohkanat, fylkasuohkanat, sámi organisašuvnnat jnv..
nob: Dette kan være kommunen, fylkeskommunen, samiske organisasjoner osv..

source: Ja go árvvoštallan guoská jagiide 2006‐2010, de lea
nob: Sameforeninger er også intervjuet, primært som en ekstern aktør og potensiell

source: dehálaš oažžut mielde informánttaid geat dál leat njunušposišuvnnain, muhto maiddái sin geat eai šat leat doppe dál barggus, muhto geat dovdet olles dahje muhtun muddui dien áigodaga, ja geain leat leamaš dehálaš virggit / luohttámušdoaimmat dien áigodagas.
nob: bruker av språksentrenes tjenester som kan se virksomheten utenfra. Siden evalueringen tar for seg årene 2006‐2010, er det viktig å få med informanter som innehar nøkkelposisjoner i dag, men også de som kanskje ikke er der i dag, men som kjenner hele eller deler av perioden og som har hatt sentrale stillinger / verv i tidsrommet.

source: Jearahallamiid bokte dieđuid čohkken lea hui áddjás bargu, muhto go mii dán árvvoštallama oktavuođas seammás maid leat čohkken dieđuid našuvnnalaš sámi giellaiskkadeapmái (man barggaheaddji maid lea Sámediggi), de lea ge mis leamaš vejolašvuohta muhtun dieđuid čohkket
nob: Innsamling av intervjudata er svært tidskrevende, men fordi vi parallelt med denne evalueringen har samlet inn data til den nasjonale samiske språkundersøkelsen (også på oppdrag av Sametinget), har vi hatt mulighet til å foreta en del felles datainnsamling og således fått tid til flere intervjuer og muligens fått mer ut av flere informanter og begrensede reisekostnader enn vi ellers ville fått.

source: Lea váttis dadjat jur juste man galle informántta mis leamaš dahje man galle jearahallama leat čađahan, danin go mis leamaš muhtun hui dehálaš informánttat juohke báikkis / giellaguovddážis, muhto dasa lassin leat maid ollu informánttat geain soaitit jearran dušše ovtta dahje moadde gažaldaga giellaguovddážiid birra, ja danin sis ii leat seamma guovddáš funkšuvdna.
nob: Å angi et eksakt antall informanter eller intervjuer er derfor vanskelig, da vi har hatt noen viktige nøkkelinformanter på hvert sted / språksenter, men også en rekke informanter som kanskje bare har

source: Juohke báikkis leat ge dasto jearahallan
nob: fått ett eller to spørsmål om språksentrene, og derfor ikke har samme sentrale funksjon.
